src/cf/DataProcessors/ОбменЭСФ/Templates/ЗапросQueryUpdates_Версия2/Ext/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:esf="esf">
   <soapenv:Header/>
   <soapenv:Body>
      <esf:queryUpdatesRequest>
         <sessionId>[sessionId]</sessionId>
         <lastEventDate>[lastEventDate]</lastEventDate>
         <lastInvoiceId>[lastInvoiceId]</lastInvoiceId>    
         <direction>[direction]</direction>
         <limit>[limit]</limit>
         <fullInfoOnStatusChange>true</fullInfoOnStatusChange>
      </esf:queryUpdatesRequest>
   </soapenv:Body>
</soapenv:Envelope>